export type FacultyMember = {
  id: number;
  name: string;
};

export const faculty: FacultyMember[] = [
  { id: 1, name: "الشیخ محمد رمضان سلفی صاحب" },
  { id: 2, name: "شیخ سید محمد علی ہاشمی صاحب" },
  { id: 3, name: "شیخ مفتی عبد الولی خان صاحب" },
  { id: 4, name: "شیخ احسان الہٰی ظہیر صاحب" },
  { id: 5, name: "شیخ عطاء الرحمان علوی صاحب" },
  { id: 6, name: "شیخ خرم شہزاد صاحب" },
  { id: 7, name: "شیخ بلال معین صاحب" },
  { id: 8, name: "شیخ ثمامہ نعیم صاحب" },
  { id: 9, name: "شیخ ذبیح اللہ شاکر صاحب" },
  { id: 10, name: "شیخ عاطف منیر صاحب" },
  { id: 11, name: "شیخ عبد الرحمان محمدی صاحب" },
  { id: 12, name: "شیخ عبد الرحیم صاحب" },
  { id: 13, name: "شیخ عرفان شفیق صاحب" },
  { id: 14, name: "شیخ محمد زین سرور صاحب" },
  { id: 15, name: "شیخ نعمان ظفر صاحب" },
  { id: 16, name: "قاری حسن جلیل صاحب" },
  { id: 17, name: "قاری حسن رضا صاحب" },
  { id: 18, name: "قاری حمزہ عزیزی صاحب" },
  { id: 19, name: "قاری حنظلہ مظہر صاحب" },
  { id: 20, name: "قاری صفدر صدیق صاحب" },
  { id: 21, name: "قاری یحییٰ صاحب" },
];
