export const faq = [
  {
    id: 1,
    question: "جامعہ میں داخلہ کب شروع ہوتا ہے؟",
    answer:
      "ہر سال نئے تعلیمی سیشن سے قبل داخلوں کا اعلان کیا جاتا ہے۔ داخلہ شیڈول ویب سائٹ اور سوشل میڈیا پر بھی جاری کیا جاتا ہے۔",
  },

  {
    id: 2,
    question: "جامعہ میں کون کون سے شعبہ جات موجود ہیں؟",
    answer:
      "جامعہ میں حفظ القرآن، درس نظامی، تخصص فی الافتاء، عربی زبان، کمپیوٹر کورسز اور دیگر تعلیمی شعبہ جات موجود ہیں۔",
  },

  {
    id: 3,
    question: "کیا طلبہ کے لیے ہاسٹل کی سہولت موجود ہے؟",
    answer:
      "جی ہاں، ملکی و غیر ملکی طلبہ کے لیے رہائشی ہاسٹل کی بہترین سہولت موجود ہے۔",
  },

  {
    id: 4,
    question: "کیا جامعہ کا الحاق وفاق المدارس السلفیہ سے ہے؟",
    answer:
      "جی ہاں، جامعہ بلال الاسلامیہ لاہور کا الحاق وفاق المدارس السلفیہ پاکستان سے ہے۔",
  },

  {
    id: 5,
    question: "جامعہ سے رابطہ کیسے کیا جا سکتا ہے؟",
    answer:
      "آپ رابطہ نمبر، ای میل یا Contact Page کے ذریعے ہم سے رابطہ کر سکتے ہیں۔",
  },
];