export const timeline = [
  {
    year: "2005",
    title: "جامعہ کا قیام",
    description:
      "جامعہ بلال الاسلامیہ لاہور کا قیام دینی تعلیم کے فروغ کے لیے عمل میں آیا۔",
  },

  {
    year: "2010",
    title: "شعبہ حفظ القرآن",
    description:
      "حفظ القرآن کا باقاعدہ شعبہ قائم کیا گیا۔",
  },

  {
    year: "2015",
    title: "تخصص فی الافتاء",
    description:
      "افتاء اور تحقیق کے اعلیٰ درجے کے کورسز کا آغاز کیا گیا۔",
  },

  {
    year: "2020",
    title: "عصری تعلیم",
    description:
      "کمپیوٹر اور جدید عصری علوم کا آغاز کیا گیا۔",
  },

  {
    year: "2026",
    title: "ڈیجیٹل پورٹل",
    description:
      "جامعہ کے جدید آن لائن پورٹل کا آغاز۔",
  },
];